Repository: guilenzolari/Portuguese-pronunciation
Catalog: SpeechRecognition/SpeechRecognition/Resources/Localizable.xcstrings
Source language: en
Languages: pt_br

source: Achievements
pt_br: Conquistas

source: COLOR
pt_br: Cores

source: Colors
pt_br: Cores

source: Congratulations, you have completed your task! Keep practicing to improve you pronnunciation.
pt_br: Parabéns, você concluiu sua tarefa! Continue praticando para melhorar sua pronúncia.

source: Continue
pt_br: Continuar

source: Expand your color vocabulary.
pt_br: Expanda seu vocabulário de cores.

source: Fruit
pt_br: Frutas

source: Fruits
pt_br: Frutas

source: Learn to talk about fruits in various contexts and situations.
pt_br: Aprenda a falar sobre frutas em diversos contextos e situações.

source: Lessons
pt_br: Lições

source: Listen and repeat what Maya said. You will speak 10 times in this section.
pt_br: Ouça e repita o que Maya disse. Você falará 10 vezes nesta seção.

source: Pronunciation Skill
pt_br: Habilidade de pronúncia

source: Speak this sentence
pt_br: Fale esta frase

source: Start
pt_br: Começar

source: Touch to speak
pt_br: Toque para falar

source: You trained 8 days in a row! Keep practising.
pt_br: Você treinou 8 dias seguidos! Continue praticando.
